Repository: zooqueen/openclaw
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Caught up
ar: تمت المتابعة
de: Alles erledigt
es: Al día
fa: به‌روز
fr: À jour
hi: सब अपडेट हो गया
id: Semua sudah ditangani
it: Tutto aggiornato
ja_jp: 最新の状態です
ko: 모두 확인됨
nl: Bijgewerkt
pl: Wszystko nadrobione
pt_br: Tudo em dia
ru: Всё просмотрено
sv: Ikapp
th: ติดตามทันแล้ว
tr: Her şey tamam
uk: Усе переглянуто
vi: Đã cập nhật xong
zh_cn: 已处理完
zh_tw: 已處理完畢

source: Change the search or readiness filter.
ar: غيّر البحث أو عامل تصفية الجاهزية.
de: Ändere die Suche oder den Bereitschaftsfilter.
es: Cambia la búsqueda o el filtro de disponibilidad.
fa: جستجو یا فیلتر آمادگی را تغییر دهید.
fr: Modifiez la recherche ou le filtre de disponibilité.
hi: खोज या तैयारी फ़िल्टर बदलें।
id: Ubah filter pencarian atau kesiapan.
it: Modifica la ricerca o il filtro di disponibilità.
ja_jp: 検索条件または準備状況フィルターを変更してください。
ko: 검색어나 준비 상태 필터를 변경하세요.
nl: Wijzig de zoekopdracht of het gereedheidsfilter.
pl: Zmień wyszukiwanie lub filtr gotowości.
pt_br: Altere a busca ou o filtro de disponibilidade.
ru: Измените поисковый запрос или фильтр готовности.
sv: Ändra sök- eller beredskapsfiltret.
th: เปลี่ยนตัวกรองการค้นหาหรือความพร้อมใช้งาน
tr: Arama veya hazır olma filtresini değiştirin.
uk: Змініть пошуковий запит або фільтр готовності.
vi: Thay đổi bộ lọc tìm kiếm hoặc trạng thái sẵn sàng.
zh_cn: 更改搜索或就绪状态筛选条件。
zh_tw: 變更搜尋或就緒狀態篩選條件。

source: Changing action type is available in the Control UI.
ar: يمكن تغيير نوع الإجراء في Control UI.
de: Der Aktionstyp kann in der Control UI geändert werden.
es: El cambio del tipo de acción está disponible en la Control UI.
fa: تغییر نوع کنش در Control UI امکان‌پذیر است.
fr: Le changement de type d’action est disponible dans la Control UI.
hi: ऐक्शन प्रकार बदलने का विकल्प Control UI में उपलब्ध है।
id: Pengubahan jenis tindakan tersedia di Control UI.
it: La modifica del tipo di azione è disponibile nella Control UI.
ja_jp: アクションタイプはControl UIで変更できます。
ko: 작업 유형은 Control UI에서 변경할 수 있습니다.
nl: Het actietype kan worden gewijzigd in de Control UI.
pl: Zmiana typu akcji jest dostępna w Control UI.
pt_br: A alteração do tipo de ação está disponível na Control UI.
ru: Изменить тип действия можно в Control UI.
sv: Du kan ändra åtgärdstyp i Control UI.
th: สามารถเปลี่ยนประเภทการดำเนินการได้ใน Control UI
tr: Eylem türünü değiştirme işlemi Control UI'da yapılabilir.
uk: Змінити тип дії можна в Control UI.
vi: Bạn có thể thay đổi loại hành động trong Control UI.
zh_cn: 可在 Control UI 中更改操作类型。
zh_tw: 可在 Control UI 中變更動作類型。

source: Changing schedule type is available in the Control UI.
ar: يتوفر تغيير نوع الجدول الزمني في Control UI.
de: Der Zeitplantyp kann in der Control UI geändert werden.
es: El cambio del tipo de programación está disponible en la Control UI.
fa: تغییر نوع زمان‌بندی در Control UI در دسترس است.
fr: La modification du type de planification est disponible dans la Control UI.
hi: शेड्यूल का प्रकार बदलने का विकल्प Control UI में उपलब्ध है।
id: Perubahan jenis jadwal tersedia di Control UI.
it: La modifica del tipo di pianificazione è disponibile nella Control UI.
ja_jp: スケジュールタイプの変更はControl UIで行えます。
ko: 일정 유형 변경은 Control UI에서 할 수 있습니다.
nl: Het planningstype kan worden gewijzigd in de Control UI.
pl: Zmiana typu harmonogramu jest dostępna w Control UI.
pt_br: A alteração do tipo de agendamento está disponível na Control UI.
ru: Изменение типа расписания доступно в Control UI.
sv: Du kan ändra schematypen i Control UI.
th: สามารถเปลี่ยนประเภทกำหนดการได้ใน Control UI
tr: Zamanlama türü Control UI üzerinden değiştirilebilir.
uk: Змінити тип розкладу можна в Control UI.
vi: Bạn có thể thay đổi loại lịch biểu trong Control UI.
zh_cn: 可在 Control UI 中更改计划类型。
zh_tw: 可在 Control UI 中變更排程類型。

source: Channel integration
ar: تكامل القناة
de: Kanalintegration
es: Integración de canales
fa: یکپارچه‌سازی کانال
fr: Intégration de canal
hi: चैनल इंटीग्रेशन
id: Integrasi saluran
it: Integrazione del canale
ja_jp: チャンネル連携
ko: 채널 통합
nl: Kanaalintegratie
pl: Integracja kanału
pt_br: Integração de canal
ru: Интеграция канала
sv: Kanalintegration
th: การผสานรวมช่องทาง
tr: Kanal entegrasyonu
uk: Інтеграція каналу
vi: Tích hợp kênh
zh_cn: 渠道集成
zh_tw: 頻道整合

source: Channel status unavailable
ar: حالة القناة غير متاحة
de: Kanalstatus nicht verfügbar
es: Estado del canal no disponible
fa: وضعیت کانال در دسترس نیست
fr: Statut du canal indisponible
hi: चैनल स्थिति उपलब्ध नहीं है
id: Status saluran tidak tersedia
it: Stato del canale non disponibile
ja_jp: チャンネルのステータスを利用できません
ko: 채널 상태를 사용할 수 없음
nl: Kanaalstatus niet beschikbaar
pl: Status kanału niedostępny
pt_br: Status do canal indisponível
ru: Статус канала недоступен
sv: Kanalstatus är inte tillgänglig
th: ไม่สามารถดูสถานะช่องทางได้
tr: Kanal durumu kullanılamıyor
uk: Статус каналу недоступний
vi: Không có trạng thái kênh
zh_cn: 渠道状态不可用
zh_tw: 頻道狀態無法使用

source: Channels
ar: القنوات
de: Kanäle
es: Canales
fa: کانال‌ها
fr: Canaux
hi: चैनल
id: Saluran
it: Canali
ja_jp: チャンネル
ko: 채널
nl: Kanalen
pl: Kanały
pt_br: Canais
ru: Каналы
sv: Kanaler
th: ช่องทาง
tr: Kanallar
uk: Канали
vi: Kênh
zh_cn: 频道
zh_tw: 頻道

source: Channels / Integrations
ar: القنوات / عمليات التكامل
de: Kanäle / Integrationen
es: Canales / Integraciones
fa: کانال‌ها / یکپارچه‌سازی‌ها
fr: Canaux / Intégrations
hi: चैनल / इंटीग्रेशन
id: Saluran / Integrasi
it: Canali / Integrazioni
ja_jp: チャネル / 連携
ko: 채널 / 통합
nl: Kanalen / Integraties
pl: Kanały / Integracje
pt_br: Canais / Integrações
ru: Каналы / интеграции
sv: Kanaler / integrationer
th: ช่องทาง / การผสานการทำงาน
tr: Kanallar / Entegrasyonlar
uk: Канали / Інтеграції
vi: Kênh / Tích hợp
zh_cn: 渠道 / 集成
zh_tw: 頻道 / 整合

source: Chat
ar: الدردشة
fa: گفت‌وگو
hi: चैट
ja_jp: チャット
ko: 채팅
pl: Czat
ru: Чат
sv: Chatt
th: แชท
tr: Sohbet
uk: Чат
vi: Trò chuyện
zh_cn: 聊天
zh_tw: 聊天

source: Chat actions
ar: إجراءات المحادثة
de: Chat-Aktionen
es: Acciones del chat
fa: اقدام‌های چت
fr: Actions de chat
hi: चैट कार्रवाइयाँ
id: Tindakan chat
it: Azioni chat
ja_jp: チャットアクション
ko: 채팅 작업
nl: Chatacties
pl: Działania czatu
pt_br: Ações do chat
ru: Действия чата
sv: Chattåtgärder
th: การดำเนินการของแชท
tr: Sohbet eylemleri
uk: Дії чату
vi: Thao tác trò chuyện
zh_cn: 聊天操作
zh_tw: 聊天動作

source: Chat error
ar: خطأ في الدردشة
de: Chatfehler
es: Error de chat
fa: خطای گپ
fr: Erreur de chat
hi: चैट त्रुटि
id: Kesalahan chat
it: Errore della chat
ja_jp: チャットエラー
ko: 채팅 오류
nl: Chatfout
pl: Błąd czatu
pt_br: Erro no chat
ru: Ошибка чата
sv: Chattfel
th: ข้อผิดพลาดของแชท
tr: Sohbet hatası
uk: Помилка чату
vi: Lỗi trò chuyện
zh_cn: 聊天错误
zh_tw: 聊天錯誤

source: Chat unavailable
ar: الدردشة غير متاحة
de: Chat nicht verfügbar
es: Chat no disponible
fa: گفت‌وگو در دسترس نیست
fr: Chat indisponible
hi: चैट उपलब्ध नहीं है
id: Obrolan tidak tersedia
it: Chat non disponibile
ja_jp: チャットを利用できません
ko: 채팅을 사용할 수 없음
nl: Chat niet beschikbaar
pl: Czat jest niedostępny
pt_br: Chat indisponível
ru: Чат недоступен
sv: Chatten är inte tillgänglig
th: แชทไม่พร้อมใช้งาน
tr: Sohbet kullanılamıyor
uk: Чат недоступний
vi: Không thể trò chuyện
zh_cn: 聊天不可用
zh_tw: 聊天無法使用

source: Chat, talk, and approve actions from anywhere
ar: دردش وتحدث ووافق على الإجراءات من أي مكان
de: Chatte, sprich und genehmige Aktionen von überall
es: Chatea, habla y aprueba acciones desde cualquier lugar
fa: از هرجا گپ بزنید، صحبت کنید و اقدامات را تأیید کنید
fr: Échangez par écrit ou oralement et approuvez des actions où que vous soyez
hi: कहीं से भी चैट करें, बात करें और कार्रवाइयों को मंज़ूरी दें
id: Mengobrol, berbicara, dan menyetujui tindakan dari mana saja
it: Chatta, parla e approva azioni ovunque ti trovi
ja_jp: どこからでもチャットや会話、アクションの承認ができます
ko: 어디서든 채팅하고, 대화하고, 작업을 승인하세요
nl: Chat, praat en keur acties overal vandaan goed
pl: Czatuj, rozmawiaj i zatwierdzaj działania z dowolnego miejsca
pt_br: Converse, fale e aprove ações de qualquer lugar
ru: Общайтесь в чате и голосом, а также подтверждайте действия откуда угодно
sv: Chatta, prata och godkänn åtgärder var du än är
th: แชท พูดคุย และอนุมัติการดำเนินการได้จากทุกที่
tr: Her yerden sohbet edin, konuşun ve işlemleri onaylayın
uk: Спілкуйтеся в чаті, розмовляйте й схвалюйте дії звідусіль
vi: Trò chuyện, đàm thoại và phê duyệt các hành động từ bất cứ đâu
zh_cn: 随时随地聊天、通话和批准操作
zh_tw: 隨時隨地聊天、交談及核准動作

source: Check OpenClaw status
ar: التحقق من حالة OpenClaw
de: OpenClaw-Status prüfen
es: Comprobar el estado de OpenClaw
fa: بررسی وضعیت OpenClaw
fr: Vérifier l’état d’OpenClaw
hi: OpenClaw की स्थिति जाँचें
id: Periksa status OpenClaw
it: Controlla lo stato di OpenClaw
ja_jp: OpenClawのステータスを確認
ko: OpenClaw 상태 확인
nl: OpenClaw-status controleren
pl: Sprawdź stan OpenClaw
pt_br: Verificar status do OpenClaw
ru: Проверить состояние OpenClaw
sv: Kontrollera OpenClaw-status
th: ตรวจสอบสถานะ OpenClaw
tr: OpenClaw durumunu kontrol et
uk: Перевірити стан OpenClaw
vi: Kiểm tra trạng thái OpenClaw
zh_cn: 检查 OpenClaw 状态
zh_tw: 檢查 OpenClaw 狀態

source: Check and add calendar events.
ar: التحقق من أحداث التقويم وإضافتها.
de: Kalendertermine prüfen und hinzufügen.
es: Consulta y añade eventos del calendario.
fa: بررسی و افزودن رویدادهای تقویم.
fr: Consultez et ajoutez des événements au calendrier.
hi: कैलेंडर ईवेंट जाँचें और जोड़ें।
id: Periksa dan tambahkan acara kalender.
it: Controlla e aggiungi eventi del calendario.
ja_jp: カレンダーの予定を確認、追加します。
ko: 캘린더 일정을 확인하고 추가합니다.
nl: Controleer en voeg agenda-afspraken toe.
pl: Sprawdzanie i dodawanie wydarzeń w kalendarzu.
pt_br: Consulte e adicione eventos ao calendário.
ru: Просмотр и добавление событий календаря.
sv: Kontrollera och lägg till kalenderhändelser.
th: ตรวจสอบและเพิ่มกิจกรรมในปฏิทิน
tr: Takvim etkinliklerini kontrol edin ve ekleyin.
uk: Перевірка та додавання подій календаря.
vi: Kiểm tra và thêm sự kiện lịch.
zh_cn: 查看并添加日历事件。
zh_tw: 查看並新增行事曆活動。

source: Check both
ar: تحقّق من كليهما
de: Beides prüfen
es: Comprobar ambos
fa: بررسی هر دو
fr: Vérifier les deux
hi: दोनों जांचें
id: Periksa keduanya
it: Controlla entrambi
ja_jp: 両方を確認
ko: 둘 다 확인
nl: Beide controleren
pl: Sprawdź oba
pt_br: Verificar ambos
ru: Проверить оба
sv: Kontrollera båda
th: ตรวจสอบทั้งสองอย่าง
tr: İkisini de kontrol et
uk: Перевірити обидва
vi: Kiểm tra cả hai
zh_cn: 检查两者
zh_tw: 檢查兩者

source: Check network
ar: تحقّق من الشبكة
de: Netzwerk prüfen
es: Comprobar red
fa: بررسی شبکه
fr: Vérifier le réseau
hi: नेटवर्क जांचें
id: Periksa jaringan
it: Controlla la rete
ja_jp: ネットワークを確認
ko: 네트워크 확인
nl: Netwerk controleren
pl: Sprawdź sieć
pt_br: Verificar rede
ru: Проверить сеть
sv: Kontrollera nätverket
th: ตรวจสอบเครือข่าย
tr: Ağı kontrol et
uk: Перевірити мережу
vi: Kiểm tra mạng
zh_cn: 检查网络
zh_tw: 檢查網路

source: Check that Bonjour discovery is enabled.
ar: تحقق من تمكين اكتشاف Bonjour.
de: Prüfen Sie, ob die Bonjour-Erkennung aktiviert ist.
es: Comprueba que la detección Bonjour esté activada.
fa: بررسی کنید که کشف Bonjour فعال باشد.
fr: Vérifiez que la découverte Bonjour est activée.
hi: जांचें कि Bonjour डिस्कवरी सक्षम है।
id: Pastikan penemuan Bonjour diaktifkan.
it: Verifica che il rilevamento Bonjour sia abilitato.
ja_jp: Bonjour検出が有効になっていることを確認してください。
ko: Bonjour 검색이 활성화되어 있는지 확인하세요.
nl: Controleer of Bonjour-detectie is ingeschakeld.
pl: Sprawdź, czy wykrywanie Bonjour jest włączone.
pt_br: Verifique se a descoberta Bonjour está ativada.
ru: Убедитесь, что обнаружение Bonjour включено.
sv: Kontrollera att Bonjour-discovery är aktiverat.
th: ตรวจสอบว่าเปิดใช้งานการค้นหา Bonjour แล้ว
tr: Bonjour keşfinin etkin olduğunu kontrol edin.
uk: Переконайтеся, що виявлення Bonjour увімкнено.
vi: Kiểm tra để đảm bảo tính năng khám phá Bonjour đã được bật.
zh_cn: 检查 Bonjour 发现是否已启用。
zh_tw: 檢查 Bonjour 探索是否已啟用。

source: Checking
ar: جارٍ التحقق
de: Wird geprüft
es: Comprobando
fa: در حال بررسی
fr: Vérification
hi: जाँच हो रही है
id: Memeriksa
it: Verifica in corso
ja_jp: 確認中
ko: 확인 중
nl: Controleren
pl: Sprawdzanie
pt_br: Verificando
ru: Проверка
sv: Kontrollerar
th: กำลังตรวจสอบ
tr: Kontrol ediliyor
uk: Перевірка
vi: Đang kiểm tra
zh_cn: 正在检查
zh_tw: 檢查中

source: Checking gateway
ar: جارٍ التحقق من Gateway
de: Gateway wird geprüft
es: Comprobando gateway
fa: در حال بررسی gateway
fr: Vérification de la gateway
hi: Gateway की जाँच हो रही है
id: Memeriksa gateway
it: Verifica del gateway
ja_jp: Gatewayを確認中
ko: Gateway 확인 중
nl: Gateway controleren
pl: Sprawdzanie gateway
pt_br: Verificando gateway
ru: Проверка Gateway
sv: Kontrollerar gateway
th: กำลังตรวจสอบ gateway
tr: Gateway kontrol ediliyor
uk: Перевірка gateway
vi: Đang kiểm tra gateway
zh_cn: 正在检查 Gateway
zh_tw: 正在檢查 gateway

source: Checking gateway reachability...
ar: جارٍ التحقق من إمكانية الوصول إلى Gateway...
de: Erreichbarkeit des Gateways wird geprüft...
es: Comprobando la accesibilidad del Gateway...
fa: در حال بررسی دسترسی‌پذیری Gateway...
fr: Vérification de l’accessibilité du Gateway...
hi: Gateway की पहुँच जाँची जा रही है...
id: Memeriksa keterjangkauan Gateway...
it: Verifica della raggiungibilità del gateway...
ja_jp: Gatewayへの到達可能性を確認中...
ko: Gateway 연결 가능 여부를 확인하는 중...
nl: Bereikbaarheid van Gateway controleren...
pl: Sprawdzanie dostępności Gateway...
pt_br: Verificando a acessibilidade do Gateway...
ru: Проверка доступности Gateway...
sv: Kontrollerar om gatewayen kan nås...
th: กำลังตรวจสอบว่าสามารถเข้าถึง Gateway ได้หรือไม่...
tr: Gateway erişilebilirliği kontrol ediliyor...
uk: Перевірка доступності Gateway...
vi: Đang kiểm tra khả năng truy cập Gateway...
zh_cn: 正在检查 Gateway 是否可访问...
zh_tw: 正在檢查 Gateway 是否可連線...

source: Checking iOS notification permission.
ar: جارٍ التحقق من إذن الإشعارات في iOS.
de: iOS-Benachrichtigungsberechtigung wird geprüft.
es: Comprobando el permiso de notificaciones de iOS.
fa: در حال بررسی مجوز اعلان‌های iOS.
fr: Vérification de l'autorisation de notification iOS.
hi: iOS सूचना अनुमति जाँची जा रही है।
id: Memeriksa izin notifikasi iOS.
it: Verifica dell'autorizzazione alle notifiche iOS.
ja_jp: iOS通知の権限を確認しています。
ko: iOS 알림 권한을 확인하는 중입니다.
nl: iOS-meldingsmachtiging controleren.
pl: Sprawdzanie uprawnień do powiadomień iOS.
pt_br: Verificando a permissão de notificações do iOS.
ru: Проверка разрешения на уведомления iOS.
sv: Kontrollerar iOS-aviseringsbehörighet.
th: กำลังตรวจสอบสิทธิ์การแจ้งเตือนของ iOS
tr: iOS bildirim izni kontrol ediliyor.
uk: Перевірка дозволу на сповіщення iOS.
vi: Đang kiểm tra quyền thông báo iOS.
zh_cn: 正在检查 iOS 通知权限。
zh_tw: 正在檢查 iOS 通知權限。

source: Checking installed channel clients and account state.
ar: جارٍ التحقق من عملاء القنوات المثبّتين وحالة الحساب.
de: Installierte Kanal-Clients und Kontostatus werden geprüft.
es: Comprobando los clientes de canal instalados y el estado de la cuenta.
fa: در حال بررسی کلاینت‌های کانال نصب‌شده و وضعیت حساب.
fr: Vérification des clients de canaux installés et de l’état du compte.
hi: इंस्टॉल किए गए चैनल क्लाइंट और खाते की स्थिति जाँची जा रही है।
id: Memeriksa klien saluran terpasang dan status akun.
it: Verifica dei client dei canali installati e dello stato dell'account.
ja_jp: インストール済みのチャネルクライアントとアカウントの状態を確認しています。
ko: 설치된 채널 클라이언트와 계정 상태를 확인하는 중입니다.
nl: Geïnstalleerde kanaalclients en accountstatus controleren.
pl: Sprawdzanie zainstalowanych klientów kanałów i stanu konta.
pt_br: Verificando clientes de canais instalados e estado da conta.
ru: Проверка установленных клиентов каналов и состояния учетной записи.
sv: Kontrollerar installerade kanalklienter och kontostatus.
th: กำลังตรวจสอบไคลเอนต์ช่องทางที่ติดตั้งและสถานะบัญชี
tr: Yüklü kanal istemcileri ve hesap durumu kontrol ediliyor.
uk: Перевірка встановлених клієнтів каналів і стану облікового запису.
vi: Đang kiểm tra các ứng dụng khách kênh đã cài đặt và trạng thái tài khoản.
zh_cn: 正在检查已安装的渠道客户端和账户状态。
zh_tw: 正在檢查已安裝的頻道用戶端和帳戶狀態。

source: Checks
ar: الفحوصات
de: Prüfungen
es: Comprobaciones
fa: بررسی‌ها
fr: Vérifications
hi: जांचें
id: Pemeriksaan
it: Verifiche
ja_jp: チェック
ko: 검사
nl: Controles
pl: Kontrole
pt_br: Verificações
ru: Проверки
sv: Kontroller
th: การตรวจสอบ
tr: Kontroller
uk: Перевірки
vi: Kiểm tra
zh_cn: 检查
zh_tw: 檢查

source: Choose a location mode to request iOS permission.
ar: اختر وضع موقع لطلب إذن iOS.
de: Wählen Sie einen Standortmodus aus, um die iOS-Berechtigung anzufordern.
es: Elige un modo de ubicación para solicitar el permiso de iOS.
fa: برای درخواست مجوز iOS، یک حالت موقعیت مکانی انتخاب کنید.
fr: Choisissez un mode de localisation pour demander l’autorisation iOS.
hi: iOS अनुमति का अनुरोध करने के लिए कोई लोकेशन मोड चुनें।
id: Pilih mode lokasi untuk meminta izin iOS.
it: Scegli una modalità di posizione per richiedere l’autorizzazione di iOS.
ja_jp: iOS の権限をリクエストする位置情報モードを選択してください。
ko: iOS 권한을 요청할 위치 모드를 선택하세요.
nl: Kies een locatiemodus om iOS-toestemming aan te vragen.
pl: Wybierz tryb lokalizacji, aby poprosić o uprawnienie iOS.
pt_br: Escolha um modo de localização para solicitar a permissão do iOS.
ru: Выберите режим геопозиции, чтобы запросить разрешение iOS.
sv: Välj ett platsläge för att begära iOS-behörighet.
th: เลือกโหมดตำแหน่งที่ตั้งเพื่อขอสิทธิ์อนุญาตจาก iOS
tr: iOS izni istemek için bir konum modu seçin.
uk: Виберіть режим геолокації, щоб запитати дозвіл iOS.
vi: Chọn chế độ vị trí để yêu cầu quyền iOS.
zh_cn: 选择一种位置模式以请求 iOS 权限。
zh_tw: 選擇位置模式以要求 iOS 權限。

source: Choose a mode first.
ar: اختر وضعًا أولًا.
de: Wählen Sie zuerst einen Modus aus.
es: Elige primero un modo.
fa: ابتدا یک حالت را انتخاب کنید.
fr: Choisissez d’abord un mode.
hi: पहले कोई मोड चुनें।
id: Pilih mode terlebih dahulu.
it: Scegli prima una modalità.
ja_jp: 最初にモードを選択してください。
ko: 먼저 모드를 선택하세요.
nl: Kies eerst een modus.
pl: Najpierw wybierz tryb.
pt_br: Escolha um modo primeiro.
ru: Сначала выберите режим.
sv: Välj ett läge först.
th: เลือกโหมดก่อน
tr: Önce bir mod seçin.
uk: Спочатку виберіть режим.
vi: Trước tiên hãy chọn một chế độ.
zh_cn: 请先选择一个模式。
zh_tw: 請先選擇模式。

source: Choose system, light, or dark appearance
ar: اختر مظهر النظام أو الفاتح أو الداكن
de: System-, helles oder dunkles Erscheinungsbild auswählen
es: Elige la apariencia del sistema, clara u oscura
fa: ظاهر سیستم، روشن یا تیره را انتخاب کنید
fr: Choisissez l’apparence du système, claire ou sombre
hi: सिस्टम, लाइट या डार्क अपीयरेंस चुनें
id: Pilih tampilan sistem, terang, atau gelap
it: Scegli l'aspetto di sistema, chiaro o scuro
ja_jp: システム、ライト、ダークの外観を選択
ko: 시스템, 라이트 또는 다크 화면 모드를 선택하세요
nl: Kies systeem-, lichte of donkere weergave
pl: Wybierz wygląd systemowy, jasny lub ciemny
pt_br: Escolha a aparência do sistema, clara ou escura
ru: Выберите системное, светлое или тёмное оформление
sv: Välj systemets, ljust eller mörkt utseende
th: เลือกลักษณะระบบ สว่าง หรือมืด
tr: Sistem, açık veya koyu görünümü seçin
uk: Виберіть системний, світлий або темний вигляд
vi: Chọn giao diện hệ thống, sáng hoặc tối
zh_cn: 选择系统、浅色或深色外观
zh_tw: 選擇系統、淺色或深色外觀

source: Choose what your agent can use on this iPhone. Nothing is on until you allow it.
ar: اختر ما يمكن لوكيلك استخدامه على هذا الـ iPhone. لن يتم تفعيل أي شيء حتى تسمح به.
de: Wähle aus, was dein Agent auf diesem iPhone verwenden darf. Nichts ist aktiviert, bis du es erlaubst.
es: Elige qué puede usar tu agente en este iPhone. Nada estará activado hasta que lo permitas.
fa: انتخاب کنید عامل شما در این iPhone به چه چیزهایی دسترسی داشته باشد. تا زمانی که اجازه ندهید، هیچ‌چیز فعال نیست.
fr: Choisissez ce que votre agent peut utiliser sur cet iPhone. Rien n’est activé tant que vous ne l’autorisez pas.
hi: चुनें कि आपका एजेंट इस iPhone पर किन चीज़ों का उपयोग कर सकता है। आपकी अनुमति के बिना कुछ भी चालू नहीं होगा।
id: Pilih apa yang dapat digunakan agen Anda di iPhone ini. Tidak ada yang aktif sampai Anda mengizinkannya.
it: Scegli cosa può usare il tuo agente su questo iPhone. Nessun accesso è attivo finché non lo consenti.
ja_jp: このiPhoneでエージェントが使用できる項目を選択してください。許可するまで、どの項目も有効になりません。
ko: 이 iPhone에서 에이전트가 사용할 수 있는 항목을 선택하세요. 허용하기 전에는 아무것도 활성화되지 않습니다.
nl: Kies wat je agent op deze iPhone mag gebruiken. Niets is ingeschakeld totdat je toestemming geeft.
pl: Wybierz, z czego agent może korzystać na tym iPhonie. Żadna z tych funkcji nie jest aktywna, dopóki na nią nie zezwolisz.
pt_br: Escolha o que seu agente pode usar neste iPhone. Nada será ativado até que você permita.
ru: Выберите, что ваш агент может использовать на этом iPhone. По умолчанию доступ ко всему отключён, пока вы его не разрешите.
sv: Välj vad din agent får använda på denna iPhone. Inget är aktiverat förrän du tillåter det.
th: เลือกสิ่งที่เอเจนต์ของคุณสามารถใช้ได้บน iPhone เครื่องนี้ โดยจะไม่มีสิ่งใดเปิดใช้งานจนกว่าคุณจะอนุญาต
tr: Aracınızın bu iPhone'da neleri kullanabileceğini seçin. Siz izin verene kadar hiçbirine erişilemez.
uk: Виберіть, що ваш агент може використовувати на цьому iPhone. Нічого не ввімкнено, доки ви не надасте дозвіл.
vi: Chọn những gì agent của bạn có thể sử dụng trên iPhone này. Mọi quyền đều tắt cho đến khi bạn cho phép.
zh_cn: 选择您的智能体可以在此 iPhone 上使用的内容。获得您的允许前，所有权限均处于关闭状态。
zh_tw: 選擇您的代理程式可在此 iPhone 上使用的項目。在您允許之前，所有項目皆為關閉狀態。

source: Choose when OpenClaw may share this iPhone's location with gateway tools.
ar: اختر متى يمكن لـ OpenClaw مشاركة موقع هذا الـ iPhone مع أدوات Gateway.
de: Wähle, wann OpenClaw den Standort dieses iPhones mit Gateway-Tools teilen darf.
es: Elige cuándo OpenClaw puede compartir la ubicación de este iPhone con las herramientas del Gateway.
fa: انتخاب کنید که چه زمانی OpenClaw می‌تواند موقعیت مکانی این iPhone را با ابزارهای Gateway به اشتراک بگذارد.
fr: Choisissez quand OpenClaw peut partager la position de cet iPhone avec les outils du Gateway.
hi: चुनें कि OpenClaw कब इस iPhone का स्थान gateway टूल के साथ साझा कर सकता है।
id: Pilih kapan OpenClaw boleh membagikan lokasi iPhone ini dengan alat gateway.
it: Scegli quando OpenClaw può condividere la posizione di questo iPhone con gli strumenti del gateway.
ja_jp: OpenClaw がこの iPhone の位置情報を Gateway ツールと共有できるタイミングを選択します。
ko: OpenClaw가 이 iPhone의 위치를 Gateway 도구와 공유할 시점을 선택하세요.
nl: Kies wanneer OpenClaw de locatie van deze iPhone mag delen met gatewaytools.
pl: Wybierz, kiedy OpenClaw może udostępniać lokalizację tego iPhone'a narzędziom Gateway.
pt_br: Escolha quando o OpenClaw pode compartilhar a localização deste iPhone com as ferramentas do gateway.
ru: Выберите, когда OpenClaw может передавать местоположение этого iPhone инструментам Gateway.
sv: Välj när OpenClaw får dela den här iPhonens plats med gateway-verktyg.
th: เลือกว่าเมื่อใดที่ OpenClaw สามารถแชร์ตำแหน่งของ iPhone เครื่องนี้กับเครื่องมือของ Gateway
tr: OpenClaw'ın bu iPhone'un konumunu gateway araçlarıyla ne zaman paylaşabileceğini seçin.
uk: Оберіть, коли OpenClaw може ділитися розташуванням цього iPhone з інструментами Gateway.
vi: Chọn khi nào OpenClaw có thể chia sẻ vị trí của iPhone này với các công cụ gateway.
zh_cn: 选择 OpenClaw 何时可以与 gateway 工具共享此 iPhone 的位置。
zh_tw: 選擇 OpenClaw 何時可以將此 iPhone 的位置分享給 gateway 工具。

source: Chooses While Using the App or Always
ar: يختار أثناء استخدام التطبيق أو دائمًا
de: Wählt „Beim Verwenden der App“ oder „Immer“
es: Elige Al usar la app o Siempre
fa: بین «هنگام استفاده از برنامه» یا «همیشه» انتخاب می‌کند
fr: Choisit Lors de l'utilisation de l'app ou Toujours
hi: ऐप का उपयोग करते समय या हमेशा चुनता है
id: Memilih Saat Menggunakan Aplikasi atau Selalu
it: Sceglie Durante l'uso dell'app o Sempre
ja_jp: 「Appの使用中」または「常に」を選択します
ko: 앱 사용 중 또는 항상 중에서 선택합니다
nl: Kiest Tijdens gebruik van de app of Altijd
pl: Wybiera opcję Podczas używania aplikacji lub Zawsze
pt_br: Escolhe Ao Usar o App ou Sempre
ru: Выбор «При использовании приложения» или «Всегда»
sv: Väljer Medan appen används eller Alltid
th: เลือกขณะใช้แอปหรือเสมอ
tr: Uygulamayı Kullanırken veya Her Zaman seçeneğini belirler
uk: Вибирає «Під час використання застосунку» або «Завжди»
vi: Chọn Khi đang dùng ứng dụng hoặc Luôn luôn
zh_cn: 选择“使用应用期间”或“始终”
zh_tw: 選擇「使用 App 期間」或「一律允許」
